[Balance.PawnBalance_PrimalBeast AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong Jovem",TransformedNames=((TransformedName="Besta Primitiva"),(TransformedName="Lançador"),(TransformedName="Pé-Grande"),(TransformedName="Bullymong")))
PlayThroughs[1]=(DisplayName="Bullymong Selvagem Jovem",TransformedNames=((TransformedName="Besta Primitiva"),(TransformedName="Lançador"),(TransformedName="Pé-Grande"),(TransformedName="Bullymong")))

[Balance.PawnBalance_PrimalBeast_Badass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong Encrenqueiro",TransformedNames=((TransformedName="Besta Primitiva Encrenqueira"),(TransformedName="Lançador Encrenqueiro"),(TransformedName="Pé-Grande Encrenqueiro"),(TransformedName="Bullymong Encrenqueiro")))
PlayThroughs[1]=(DisplayName="Bullymong Super Encrenqueiro",TransformedNames=((TransformedName="Besta Primitiva Encrenqueira"),(TransformedName="Lançador Encrenqueiro"),(TransformedName="Pé-Grande Encrenqueiro"),(TransformedName="Bullymong Encrenqueiro")))

[Balance.PawnBalance_PrimalBeast_Bedrock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong das Cavernas",TransformedNames=((TransformedName="Besta Primitiva das Cavernas"),(TransformedName="Lançador das Cavernas"),(TransformedName="Pé-Grande das Cavernas"),(TransformedName="Bullymong das Cavernas")))
PlayThroughs[1]=(DisplayName="Bullymong das Cavernas",TransformedNames=((TransformedName="Besta Primitiva das Cavernas"),(TransformedName="Lançador das Cavernas"),(TransformedName="Pé-Grande das Cavernas"),(TransformedName="Bullymong das Cavernas")))

[Balance.PawnBalance_PrimalBeast_BedrockBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong das Cavernas Encrenqueiro",TransformedNames=((TransformedName="Besta Primitiva das Cavernas Encrenqueira"),(TransformedName="Lançador das Cavernas Encrenqueiro"),(TransformedName="Pé-Grande das Cavernas Encrenqueiro"),(TransformedName="Bullymong das Cavernas Encrenqueiro")))
PlayThroughs[1]=(DisplayName="Bullymong das Cavernas Super Encrenqueiro",TransformedNames=((TransformedName="Besta Primitiva das Cavernas Encrenqueira"),(TransformedName="Lançador das Cavernas Encrenqueiro"),(TransformedName="Pé-Grande das Cavernas Encrenqueiro"),(TransformedName="Bullymong das Cavernas Encrenqueiro")))

[Balance.PawnBalance_PrimalBeast_Monglet AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Micromong",TransformedNames=((TransformedName="Micro-Primata"),(TransformedName="Micróvoro"),(TransformedName="Micro-Pé"),(TransformedName="Micromong")))
PlayThroughs[1]=(DisplayName="Micromong Selvagem",TransformedNames=((TransformedName="Micro-Primata Selvagem"),(TransformedName="Micróvoro Selvagem"),(TransformedName="Micro-Pé Selvagem"),(TransformedName="Micromong Selvagem")))

[Balance.PawnBalance_PrimalBeast_Slinger AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong Marginal",TransformedNames=((TransformedName="Besta Primitiva Marginal"),(TransformedName="Lançador Marginal"),(TransformedName="Pé-Grande Marginal"),(TransformedName="Bullymong Marginal")))
PlayThroughs[1]=(DisplayName="Bullymong de Highlands",TransformedNames=((TransformedName="Besta Primitiva Marginal"),(TransformedName="Lançador Marginal"),(TransformedName="Pé-Grande Marginal"),(TransformedName="Bullymong Marginal")))

[Balance.PawnBalance_PrimalBeastAdult AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong Adulto",TransformedNames=((TransformedName="Besta Primitiva Adulta "),(TransformedName="Lançador Adulto"),(TransformedName="Pé-Grande Adulto"),(TransformedName="Bullymong Adulto")))
PlayThroughs[1]=(DisplayName="Bullymong Selvagem",TransformedNames=((TransformedName="Besta Primitiva Adulta "),(TransformedName="Lançador Adulto"),(TransformedName="Pé-Grande Adulto"),(TransformedName="Bullymong Adulto")))

[Balance.Unique.PawnBalance_PrimalBeast_Bullyrott AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Bullymong Doente")

[Balance.Unique.PawnBalance_PrimalBeast_Demong AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Demomong")

[Balance.Unique.PawnBalance_PrimalBeast_DonkeyMong AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Donkey Mong")

[Balance.Unique.PawnBalance_PrimalBeast_KingMong AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="King Mong")

[Balance.Unique.PawnBalance_PrimalBeast_KnuckleDragger AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Esquartejador")

[Balance.Unique.PawnBalance_PrimalBeast_Warmong AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Simeano")

